{
    "about_intro": "The Office of Research, Innovation & Commercialization (ORIC) serves as the cornerstone of academic excellence and technological advancement at The University of Agriculture, Peshawar.",
    "introduction": "HEC aims to develop and sustain a dynamic and internationally competitive research sector in Pakistan that makes a major contribution to economic prosperity, national wellbeing and the expansion and dissemination of knowledge. Promotion of Research is one of the core strategic aims of HEC. Through the program and initiatives launched by HEC for strengthening research and the process of knowledge creation, the quality and research output emanating from the universities and institutes in the country have shown tremendous improvements and Pakistan has been acknowledged as rising star in a number of research disciplines in terms of percentage increase in internationally cited research publications. Yet, this is no more than an end of a beginning and we need not only to sustain and improve this trend but also contemplate on questions of relevance and economic, social and academic impact of the research. In pursuit of this end, HEC has started working to organize the research activities of universities/HEIs ensuring availability of well-established and fully functional ORIC (Office of Research, Innovation and Commercialization). The ORICs will provide strategic and operational support to the University's research activities/program, and will have a central role in facilitating the University's research outcomes.",
    "mission": "To catalyze and nurture a culture of cutting-edge research, innovation, and sustainable commercialization within the University of Agriculture Peshawar, empowering faculty, students, and industry partners to address local and global challenges through impactful solutions and knowledge transfer.",
    "vision": "ORIC-UAP envisions to becoming a leading institution for agriculture and allied research, innovation, and entrepreneurship in the region. It aims to establish the UAP as a hub of intellectual creativity, research advancement and socio-economic impact through strategic collaboration, ethical practices, and commitment to addressing global challenges."
}
